driver-tests/bpelse/assign/AssignJbi/test/CopyintegerInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><integerPart xmlns="urn:DataType"><xsd_integer>1</xsd_integer><optional_integer>200</optional_integer><repeat_integer>200</repeat_integer><repeat_integer>10</repeat_integer></integerPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
